Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# SettingsPageMusicGalleryOpened.Message
source: The Music Gallery window is open. Ignoring other playback sources
ar: نافذة مكتبة الموسيقى مفتوحة، تم تجاهل مراقبة مصادر التشغيل الأخرى
de: Das Musikgalerie-Fenster ist geöffnet. Die Überwachung anderer Wiedergabequellen wird ignoriert
es: La ventana de la Galería de música está abierta. Se ignora la monitorización de otras fuentes de reproducción
hi: संगीत गैलरी विंडो खुली है, अन्य प्लेबैक स्रोतों की निगरानी को अनदेखा किया गया है
id: Jendela Galeri Musik terbuka, pemantauan sumber pemutaran lain diabaikan
it: La finestra Galleria musicale è aperta. Altre sorgenti di riproduzione verranno ignorate.
ja: ミュージック ギャラリーが開いているため、他の再生ソースを無視します
ko: 뮤직 갤러리 창이 열려 있습니다. 다른 재생 소스 감지를 무시합니다
ms: Tetingkap galeri muzik dibuka, pemantauan sumber main balik lain diabaikan
pt: A janela da galeria de música está aberta; a monitorização de outras fontes de reprodução foi ignorada
ru: Окно Музыкальной галереи открыто. Отслеживание других источников воспроизведения игнорируется
th: หน้าต่างคลังเพลงเปิดอยู่ การเฝ้าดูแหล่งเล่นเพลงอื่นถูกละเว้น
tr: Müzik Galerisi penceresi açıktır. Diğer oynatma kaynaklarını yok sayma
vi: Cửa sổ thư viện nhạc đang mở, đã bỏ qua việc lắng nghe các nguồn phát khác
zh_hans: 音乐库窗口处于开启状态，已忽略对其他播放源的监听
zh_hant: 音樂庫視窗處於開啟狀態，已忽略對其他播放來源的監聽

# SettingsPageMusicLib.Description
source: Add folders containing music or lyrics
ar: أضف المجلدات التي تحتوي على ملفات الموسيقى أو الكلمات
de: Ordner hinzufügen, die Musik oder Songtexte enthalten
es: Agregar carpetas que contienen música o letras
hi: संगीत या बोल वाले फ़ोल्डर जोड़ें
id: Tambahkan folder yang berisi musik atau lirik
it: Aggiungi cartelle che contengono musica o testi.
ja: ミュージックまたは歌詞が含まれるフォルダを追加
ko: 음악 또는 가사가 포함된 폴더 추가
ms: Tambah folder yang mengandungi muzik atau lirik
pt: Adicionar pastas contendo música ou letras
ru: Добавить папку с музыкой или текстами песен
th: เพิ่มโฟลเดอร์ที่มีเพลงหรือเนื้อเพลง
tr: Müzik veya şarkı sözleri içeren klasörler ekleyin
vi: Thêm thư mục chứa nhạc hoặc lời bài hát
zh_hans: 添加存放音乐或歌词的文件夹
zh_hant: 新增存放音樂或歌詞的資料夾

# SettingsPageMusicLib.Header
source: Local Media Library
ar: مكتبة الوسائط المحلية
de: Lokale Medienbibliothek
es: Biblioteca multimedia local
hi: स्थानीय मीडिया लाइब्रेरी
id: Pustaka Media Lokal
it: Libreria locale
ja: ローカルメディアライブラリー
ko: 로컬 미디어 라이브러리
ms: Pustaka Media Tempatan
pt: Biblioteca Multimédia Local
ru: Локальная медиатека
th: ไลบรารีสื่อในเครื่อง
tr: Yerel Medya Kütüphanesi
vi: Thư viện phương tiện cục bộ
zh_hans: 本地媒体库
zh_hant: 本機媒體櫃

# SettingsPageNarrowMode.Text
source: Narrow Mode
ar: وضع الشاشة الضيقة
de: Schmaler Modus
es: Modo Estrecho
hi: संकीर्ण मोड
id: Mode Sempit
it: Modalità compatta
ja: 狭い表示モード
ko: 좁은 화면 모드
ms: Mod Sempit
pt: Modo Estreito
ru: Узкий режим
th: โหมดหน้าแคบ
tr: Dar Mod
vi: Chế độ hẹp
zh_hans: 窄屏模式
zh_hant: 窄屏模式

# SettingsPageNextSongHotKey.Header
source: Next Track Shortcut
ar: اختصار الأغنية التالية
de: Tastenkürzel für nächsten Titel
es: Atajo de pista siguiente
hi: अगला ट्रैक शॉर्टकट
id: Pintasan Lagu Berikutnya
it: Scorciatoia brano successivo
ja: 次のトラック
ko: 다음 곡 단축키
ms: Pintasan Lagu Seterusnya
pt: Atalho para Próxima Faixa
ru: Горячая клавиша следующего трека
th: ทางลัดเพลงถัดไป
tr: Sonraki Parça Kısayolu
vi: Phím tắt bài hát tiếp theo
zh_hans: 下一曲目快捷键
zh_hant: 下一曲目快速鍵

# SettingsPageOpacity.Header
source: Opacity
ar: معدل الشفافية
de: Deckkraft
es: Opacidad
hi: अपारदर्शिता
id: Opasitas
it: Opacità
ja: 不透明度
ko: 불투명도
ms: Kelegapan
pt: Opacidade
ru: Непрозрачность
th: ความทึบ
tr: Opaklık
vi: Độ mờ
zh_hans: 不透明度
zh_hant: 不透明度

# SettingsPageOpenFolderButton.Content
source: Open in File Explorer
ar: فتح في مستكشف الملفات
de: Im Datei-Explorer öffnen
es: Abrir en Explorador de archivos
hi: फ़ाइल एक्सप्लोरर में खोलें
id: Buka di File Explorer
it: Apri in Esplora file
ja: エクスプローラーで開く
ko: 파일 탐색기에서 열기
ms: Buka dalam Penjelajah Fail
pt: Abrir no Explorador de Ficheiros
ru: Открыть в Проводнике
th: เปิดใน File Explorer
tr: Dosya Gezgini'nde Aç
vi: Mở trong File Explorer
zh_hans: 在文件资源管理器中打开
zh_hant: 在檔案總管中開啟

# SettingsPageOriginalText.Header
source: Original
ar: النص الأصلي
hi: मूल पाठ
id: Teks Asli
it: Originale
ja: 原文
ko: 원문
ms: Teks Asal
pt: Texto Original
ru: Оригинал
th: ข้อความต้นฉบับ
tr: Orijinal
vi: Văn bản gốc
zh_hans: 原文
zh_hant: 原文

# SettingsPageOverwriteMatchingThreshold.Header
source: Set Separate Minimum Match Threshold
ar: تعيين عتبة الحد الأدنى للمطابقة بشكل منفصل
de: Separaten Übereinstimmungsschwellenwert festlegen
es: Establecer umbral de coincidencia mínima por separado
hi: न्यूनतम मिलान सीमा अलग से सेट करें
id: Tetapkan Ambang Kecocokan Minimum Secara Terpisah
it: Imposta soglia minima di corrispondenza separata
ja: 最小一致しきい値を個別に設定
ko: 최소 일치 임계값 개별 설정
ms: Tetapkan Ambang Padanan Minimum Secara Berasingan
pt: Definir Limiar de Correspondência Mínima Separadamente
ru: Отдельно задать порог минимального совпадения
th: ตั้งค่าเกณฑ์ความตรงกันขั้นต่ำแยกต่างหาก
tr: Ayrı Minimum Eşleşme Eşiği Ayarlama
vi: Thiết lập riêng ngưỡng khớp tối thiểu
zh_hans: 单独设置最小匹配阈值
zh_hant: 單獨設定最小符合閾值

# SettingsPagePaletteGeneratorType.Header
source: Palette Generator Type
ar: نمط التقاط الألوان
de: Paletten-Generator-Typ
es: Tipo de generador de paleta
hi: रंग पिकर शैली
id: Gaya Pengambilan Warna
it: Tipo generatore palette
ja: パレット生成タイプ
ko: 색상 추출 스타일
ms: Gaya Pengambilan Warna
pt: Estilo de Seleção de Cor
ru: Стиль генератора палитры
th: สไตล์การดึงสี
tr: Palet Oluşturucu Tipi
vi: Kiểu lấy màu
zh_hans: 取色风格
zh_hant: 取色風格

# SettingsPageParallaxTilt.Header
source: Parallax Tilt
ar: انحراف المنظر
de: Parallax-Neigung
es: Inclinación de paralaje
hi: पैरालैक्स झुकाव
id: Pergeseran Parallaks
it: Inclinazione parallasse
ja: パララックスチルト
ko: 시차 기울기
ms: Kemiringan Paralaks
pt: Inclinação de paralaxe
ru: Наклон параллакса
th: พาลาแล็กซ์ ทิลต์
tr: Paralaks Eğimi
vi: Hiệu ứng Parallax nghiêng
zh_hans: 视差倾斜
zh_hant: 視差傾斜

# SettingsPagePathBeIncludedInfo
source: This folder is already included in an existing folder, no need to add again
ar: المجلد مضمن بالفعل في المجلدات الموجودة، لا حاجة لإضافته مرة أخرى
de: Dieser Ordner ist bereits in einem bestehenden Ordner enthalten, kein erneutes Hinzufügen erforderlich
es: Esta carpeta ya está incluida en una carpeta existente, no es necesario agregarla de nuevo
hi: यह फ़ोल्डर पहले से ही मौजूदा फ़ोल्डरों में शामिल है, इसे दोबारा जोड़ने की आवश्यकता नहीं है
id: Folder ini sudah termasuk dalam folder yang ada, tidak perlu menambahkannya lagi
it: Questa cartella è già inclusa in una cartella esistente, non è necessario aggiungerla di nuovo.
ja: このフォルダーは既存のフォルダーに既に含まれているため、再度追加する必要はありません
ko: 이 폴더는 이미 기존 폴더에 포함되어 있으므로 다시 추가할 필요가 없습니다
ms: Folder ini sudah disertakan dalam folder sedia ada, tidak perlu menambahnya lagi
pt: Esta pasta já está incluída nas pastas existentes, não é necessário adicionar novamente
ru: Эта папка уже включена в существующие папки, повторное добавление не требуется
th: โฟลเดอร์นี้รวมอยู่ในโฟลเดอร์ที่มีอยู่แล้ว ไม่จำเป็นต้องเพิ่มอีก
tr: Bu klasör zaten mevcut bir klasöre dahil edilmiştir, tekrar eklemeye gerek yoktur
vi: Thư mục này đã được bao gồm trong các thư mục hiện có, không cần thêm lại
zh_hans: 该文件夹已包含在已有文件夹中，无需再次添加
zh_hant: 該資料夾已包含在已有資料夾中，無需再次新增

# SettingsPagePathExistedInfo
source: This folder has already been added, please do not add it again
ar: تمت إضافة هذا المجلد بالفعل، يرجى عدم تكرار الإضافة
de: Dieser Ordner wurde bereits hinzugefügt, bitte nicht erneut hinzufügen
es: Esta carpeta ya ha sido agregada, por favor no la agregue de nuevo
hi: यह फ़ोल्डर पहले ही जोड़ा जा चुका है, कृपया दोबारा न जोड़ें
id: Folder ini sudah ditambahkan, harap jangan menambahkannya lagi
it: Questa cartella è già stata aggiunta, non aggiungerla di nuovo.
ja: このフォルダーは既に追加されています。重複して追加しないでください
ko: 이미 추가된 폴더입니다. 중복해서 추가하지 마세요
ms: Folder ini sudah ditambah, sila jangan tambah lagi
pt: Esta pasta já foi adicionada, por favor não adicione novamente
ru: Эта папка уже добавлена, пожалуйста, не добавляйте повторно
th: ได้เพิ่มโฟลเดอร์นี้แล้ว โปรดอย่าเพิ่มซ้ำ
tr: Bu klasör zaten eklenmiştir, lütfen tekrar eklemeyin
vi: Đã thêm thư mục này rồi, vui lòng không thêm lại
zh_hans: 已添加过该文件夹，请勿重复添加
zh_hant: 已新增過該資料夾，請勿重複新增

# SettingsPagePathIncludingOthersInfo
source: This folder contains already added folders, please remove them to add this folder
ar: يحتوي هذا المجلد على مجلدات مضافة مسبقاً، يرجى حذف تلك المجلدات لإضافة هذا المجلد
de: Dieser Ordner enthält bereits hinzugefügte Ordner, bitte entfernen Sie diese, um diesen Ordner hinzuzufügen
es: Esta carpeta contiene carpetas ya agregadas, por favor elimínelas para agregar esta carpeta
hi: इस फ़ोल्डर में पहले से जोड़े गए फ़ोल्डर शामिल हैं, कृपया इस फ़ोल्डर को जोड़ने के लिए उन फ़ोल्डरों को हटा दें
id: Folder ini berisi folder yang sudah ditambahkan, harap hapus folder tersebut untuk menambahkan folder ini
it: Questa cartella contiene cartelle già aggiunte: rimuovile per poter aggiungere questa cartella.
ja: このフォルダーには既に追加されたフォルダーが含まれています。このフォルダーを追加するには、それらを削除してください
ko: 이 폴더에는 이미 추가된 폴더가 포함되어 있습니다. 이 폴더를 추가하려면 해당 폴더를 삭제하세요
ms: Folder ini mengandungi folder yang sudah ditambah, sila padam folder tersebut untuk menambah folder ini
pt: Esta pasta contém pastas já adicionadas, por favor remova essas pastas para adicionar esta
ru: Эта папка содержит уже добавленные папки, удалите их, чтобы добавить эту папку
th: โฟลเดอร์นี้มีโฟลเดอร์ที่เพิ่มไปแล้ว โปรดลบโฟลเดอร์เหล่านั้นออกเพื่อเพิ่มโฟลเดอร์นี้
tr: Bu klasör önceden eklenmiş klasörler içerir, bu klasörü eklemek için lütfen bunları kaldırın
vi: Thư mục này bao gồm các thư mục đã thêm, vui lòng xóa các thư mục đó để thêm thư mục này
zh_hans: 该文件夹包含已添加文件夹，请删除这些文件夹以添加该文件夹
zh_hant: 該資料夾包含已新增資料夾，請刪除這些資料夾以新增該資料夾

# SettingsPagePatrons.Text
source: Sponsorship
ar: الرعاة
de: Sponsoring
es: Patrocinio
hi: प्रायोजक
id: Sponsor
it: Sostenitori
ja: スポンサー
ko: 후원
ms: Penaja
pt: Mecenas
ru: Спонсоры
th: ผู้สนับสนุน
tr: Sponsorluk
vi: Nhà tài trợ
zh_hans: 充电榜
zh_hant: 贊助

# SettingsPagePhonetic.Text
source: Lyric Phonetics
ar: صوتيات الكلمات
de: Songtext-Lautschrift
es: Fonética de letras
hi: बोल ध्वन्यात्मकता
id: Fonetik Lirik
it: Fonetica testi
ja: 歌詞ルビ
ko: 가사 발음 표기
ms: Fonetik Lirik
pt: Fonética da Letra
ru: Фонетика текста
th: คำอ่านเนื้อเพลง
tr: Lirik Fonetik
vi: Phiên âm lời bài hát
zh_hans: 歌词注音
zh_hant: 歌詞注音

# SettingsPagePhoneticText.Header
source: Pronunciation
ar: النطق
de: Aussprache
es: Pronunciación
hi: उच्चारण
id: Pengucapan
it: Pronuncia
ja: ルビ
ko: 발음
ms: Sebutan
pt: Pronunciação
ru: Произношения
th: การออกเสียง
tr: Telaffuz
vi: Phát âm
zh_hans: 发音标示
zh_hant: 發音標示

# SettingsPagePinyin.Header
source: Pinyin
ar: البينيين (الماندرين)
de: Pinyin (Mandarin)
es: Pinyin (mandarín)
hi: पिनीन (मंडारिन)
id: Pinyin (Bahasa Mandarin)
it: Pinyin (mandarino)
ja: ピンイン（中国語）
ko: 병음 (표준 중국어)
ms: Pinyin (Mandarin)
pt: Pinyin (mandarim)
ru: Пиньинь (мандаринский диалект)
th: พินยิน (ภาษาจีนกลาง)
tr: Pinyin (Mandarin)
vi: Bính âm (tiếng Quan Thoại)
zh_hans: 拼音
zh_hant: 拼音

# SettingsPagePlaybackLib
source: Playback Source and Lyrics Processing
ar: مصدر التشغيل ومعالجة الأغاني
de: Wiedergabequelle und Liedtextverarbeitung
es: Fuente de reproducción y procesamiento de letras
hi: प्लेबैक स्रोत और गीत प्रसंस्करण
id: Sumber Pemutaran dan Pemrosesan Lirik
it: Sorgenti di riproduzione ed elaborazione testi
ja: 再生ソースと歌詞処理
ko: 재생 소스 및 가사 처리
ms: Sumber Main Semula dan Pemprosesan Lirik
pt: Processamento da fonte de reprodução e das letras
ru: Обработка источника воспроизведения и лирики
th: แหล่งที่มาของการเล่นและประมวลผลเนื้อเพลง
tr: Oynatma Kaynağı ve Söz İşleme
vi: Nguồn phát lại và xử lý lời bài hát
zh_hans: 播放源及歌词处理
zh_hant: 播放來源與歌詞處理

# SettingsPagePlaybackNotFound.Text
source: No captured playback source
ar: لم يتم التقاط أي مصدر تشغيل
de: Keine erfasste Wiedergabequelle
es: Ninguna fuente de reproducción capturada
hi: कोई प्लेबैक स्रोत कैप्चर नहीं किया गया
id: Tidak ada sumber pemutaran yang ditangkap
it: Nessuna sorgente di riproduzione rilevata
ja: キャプチャされた再生ソースがありません
ko: 캡처된 재생 소스가 없습니다
ms: Tiada sumber main balik ditangkap
pt: Nenhuma fonte de reprodução capturada
ru: Нет захваченных источников воспроизведения
th: ไม่พบแหล่งเล่นเพลง
tr: Yakalanan oynatma kaynağı yok
vi: Không bắt được nguồn phát nào
zh_hans: 没有捕获的播放源
zh_hant: 未擷取到播放來源

# SettingsPagePlaybackSource.Header
source: Playback Source
ar: مصدر التشغيل
de: Wiedergabequelle
es: Fuente de reproducción
hi: प्लेबैक स्रोत
id: Sumber Pemutaran
it: Sorgente di riproduzione
ja: 再生ソース
ko: 재생 소스
ms: Sumber Main Balik
pt: Fonte de Reprodução
ru: Источник воспроизведения
th: แหล่งเล่นเพลง
tr: Oynatma Kaynağı
vi: Nguồn phát
zh_hans: 播放源
zh_hant: 播放來源

# SettingsPagePlaybackSourceID.Header
source: Playback Source ID
ar: معرف مصدر التشغيل
de: Wiedergabequellen-ID
es: ID de fuente de reproducción
hi: प्लेबैक स्रोत आईडी
id: ID Sumber Pemutaran
it: ID sorgente di riproduzione
ja: 再生ソース ID
ko: 재생 소스 ID
ms: ID Sumber Main Balik
pt: ID da Fonte de Reprodução
ru: ID источника воспроизведения
th: ID แหล่งเล่นเพลง
tr: Oynatma Kaynağı Kimliği
vi: ID nguồn phát
zh_hans: 播放源 ID
zh_hant: 播放來源 ID

# SettingsPagePlaybackStatus.Header
source: Current Playback Source
ar: مصدر التشغيل الحالي
de: Aktuelle Wiedergabequelle
es: Fuente de reproducción actual
hi: वर्तमान प्लेबैक स्रोत
id: Sumber Pemutaran Saat Ini
it: Sorgente di riproduzione corrente
ja: 現在の再生ソース
ko: 현재 재생 소스
ms: Sumber Main Balik Semasa
pt: Fonte de Reprodução Atual
ru: Текущий источник воспроизведения
th: แหล่งเล่นเพลงปัจจุบัน
tr: Geçerli Oynatma Kaynağı
vi: Nguồn phát hiện tại
zh_hans: 当前播放源
zh_hant: 目前播放來源

# SettingsPagePlayedOriginalText.Header
source: Original (Played)
ar: الأصل (تم تشغيله)
de: Original (Gespielt)
es: Original (interpretado)
hi: मूल (बजाया गया)
id: Asli (Dimainkan)
it: Originale (già riprodotto)
ja: 原文（再生済み）
ko: 오리지널(재생)
ms: Asal (Dimainkan)
pt: Original (Reproduzido)
ru: Оригинал (сыграно)
th: ต้นฉบับ (เล่นแล้ว)
tr: Orijinal (Oynandı)
vi: Bản gốc (Đã phát)
zh_hans: 原文（已播放）
zh_hant: 原文 (已播放)

# SettingsPagePlayedStrokeFontColor.Header
source: Stroke (Played)
ar: ضربة (لعبت)
de: Schlaganfall (Gespielt)
es: Carrera (Jugada)
hi: स्ट्रोक (खेला गया)
id: Stroke (Diputar)
it: Contorno (riprodotto)
ja: 縁取り（再生済み）
ko: 스트로크(플레이)
ms: Strok (Dimainkan)
pt: Pancada (Jogada)
ru: Штрих (сыграно)
th: โรคหลอดเลือดสมอง (เล่น)
tr: Vuruş (Oynandı)
vi: Đột quỵ (Đã chơi)
zh_hans: 描边（已播放）
zh_hant: 描邊 (已播放)

# SettingsPagePlayOrPauseSongHotKey.Header
source: Play/Pause Shortcut
ar: اختصار التشغيل والإيقاف المؤقت
de: Tastenkürzel für Wiedergabe/Pause
es: Atajo de Reproducir/Pausar
hi: प्ले और पॉज़ शॉर्टकट
id: Pintasan Putar dan Jeda
it: Scorciatoia Play/Pausa
ja: 再生/一時停止
ko: 재생 및 일시정지 단축키
ms: Pintasan Main dan Jeda
pt: Atalho para Reproduzir e Pausar
ru: Горячая клавиша Воспроизведение/Пауза
th: ทางลัดเล่นและหยุดชั่วคราว
tr: Oynat/Duraklat Kısayolu
vi: Phím tắt phát và tạm dừng
zh_hans: 播放与暂停快捷键
zh_hant: 播放與暫停快速鍵

# SettingsPagePlugins
source: Plugins
ar: المكونات الإضافية
hi: प्लगइन्स
id: Plugin
it: Plugin
ja: プラグイン
ko: 플러그인
ms: Plugin
ru: Плагины
th: ปลั๊กอิน
tr: Eklentiler
vi: Plugin
zh_hans: 插件
zh_hant: 外掛程式

# SettingsPagePreviousSongHotKey.Header
source: Previous Track Shortcut
ar: اختصار الأغنية السابقة
de: Tastenkürzel für vorherigen Titel
es: Atajo de pista anterior
hi: पिछला ट्रैक शॉर्टकट
id: Pintasan Lagu Sebelumnya
it: Scorciatoia brano precedente
ja: 前のトラック
ko: 이전 곡 단축키
ms: Pintasan Lagu Sebelumnya
pt: Atalho para Faixa Anterior
ru: Горячая клавиша предыдущего трека
th: ทางลัดเพลงก่อนหน้า
tr: Önceki Parça Kısayolu
vi: Phím tắt bài hát trước
zh_hans: 上一曲目快捷键
zh_hant: 上一曲目快速鍵

# SettingsPagePureLayer.Header
source: Solid Color Layer
ar: طبقة اللون الخالص
de: Volltonfarbe-Ebene
es: Capa de color sólido
hi: ठोस रंग परत
id: Lapisan Warna Solid
it: Livello colore pieno
ja: 単色レイヤー
ko: 단색 레이어
ms: Lapisan Warna Pepejal
pt: Camada de Cor Sólida
ru: Сплошной цвет
th: เลเยอร์สีทึบ
tr: Düz Renk Katmanı
vi: Lớp màu thuần
zh_hans: 纯色层
zh_hant: 純色層

# SettingsPageRaindropLayer.Header
source: Raindrop Layer
ar: طبقة قطرات المطر
de: Regentropfenschicht
es: Capa de lluvia
hi: वर्षा की बूंद परत
id: Lapisan Tetesan Hujan
it: Livello pioggia
ja: 雨滴レイヤー
ko: 빗방울 레이어
ms: Lapisan Titisan Hujan
pt: Camada de gotas de chuva
ru: Слой дождевых капель
th: ชั้นน้ำค้างหยด
tr: Yağmur Damlası Katmanı
vi: Lớp Giọt Mưa
zh_hans: 雨滴层
zh_hant: 雨滴層

# SettingsPageRealtimeStatus.Text
source: Real-time Status
ar: الحالة في الوقت الحقيقي
de: Echtzeit-Status
es: Estado en tiempo real
hi: वास्तविक समय स्थिति
id: Status Waktu Nyata
it: Stato in tempo reale
ja: リアルタイムステータス
ko: 실시간 상태
ms: Status Masa Nyata
pt: Estado em Tempo Real
ru: Статус в реальном времени
th: สถานะเรียลไทม์
tr: Gerçek Zamanlı Durum
vi: Trạng thái thời gian thực
zh_hans: 实时状态
zh_hant: 即時狀態

# SettingsPageRecordedWindowStatus.Text
source: Recorded Window Status
ar: حالة النافذة المسجلة
de: Aufgezeichneter Fensterstatus
es: Estado de ventana grabado
hi: रिकॉर्ड की गई विंडो स्थिति
id: Status Jendela yang Direkam
it: Stato finestra registrato
ja: 記録されたウィンドウの状態
ko: 기록된 창 상태
ms: Status Tetingkap Direkodkan
pt: Estado da Janela Gravado
ru: Записанные состояния окон
th: สถานะหน้าต่างที่บันทึกไว้
tr: Kaydedilen Pencere Durumu
vi: Trạng thái cửa sổ đã ghi lại
zh_hans: 记录的窗口状态
zh_hant: 記錄的視窗狀態

# SettingsPageRemoveInfo.Message
source: Original files and folders in the path will not be deleted
ar: لن يتم حذف الملفات والمجلدات الأصلية في المسار
de: Originaldateien und -ordner im Pfad werden nicht gelöscht
es: Los archivos y carpetas originales en la ruta no serán eliminados
hi: पथ में मूल फ़ाइलें और फ़ोल्डर हटाए नहीं जाएंगे
id: File dan folder asli di jalur tersebut tidak akan dihapus
it: I file e le cartelle originali nel percorso non verranno eliminati.
ja: パス内の元のファイルとフォルダーは削除されません
ko: 경로 내의 원본 파일 및 폴더는 삭제되지 않습니다
ms: Fail dan folder asal dalam laluan tidak akan dipadamkan
pt: Os ficheiros e pastas originais no caminho não serão eliminados
ru: Оригинальные файлы и папки по этому пути не будут удалены
th: ไฟล์และโฟลเดอร์ต้นฉบับในเส้นทางจะไม่ถูกลบ
tr: Yoldaki orijinal dosya ve klasörler silinmeyecektir
vi: Các tệp và thư mục gốc trong đường dẫn sẽ không bị xóa
zh_hans: 路径中的原始文件和文件夹不会被删除
zh_hant: 路徑中的原始檔案和資料夾不會被刪除

# SettingsPageRemoveInfo.Title
source: You can safely remove the following items
ar: يمكنك حذف العناصر التالية بأمان
de: Sie können die folgenden Elemente sicher entfernen
es: Puede eliminar de forma segura los siguientes elementos
hi: आप निम्नलिखित को सुरक्षित रूप से हटा सकते हैं
id: Anda dapat menghapus item berikut dengan aman
it: Puoi rimuovere in sicurezza i seguenti elementi
ja: 以下の項目は安全に削除できます
ko: 다음 항목을 안전하게 삭제할 수 있습니다
ms: Anda boleh memadam item berikut dengan selamat
pt: Pode remover com segurança os seguintes itens
ru: Вы можете безопасно удалить следующие элементы
th: คุณสามารถลบรายการต่อไปนี้ได้อย่างปลอดภัย
tr: Aşağıdaki öğeleri güvenle çıkarabilirsiniz
vi: Bạn có thể xóa các mục sau một cách an toàn
zh_hans: 您可以安全删除以下项目
zh_hant: 您可以安全刪除以下項目

# SettingsPageRemovePath.Content
source: Remove from app
ar: إزالة من التطبيق
de: Aus App entfernen
es: Eliminar de la app
hi: ऐप से हटाएं
id: Hapus dari Aplikasi
it: Rimuovi dall'applicazione
ja: アプリから削除
ko: 앱에서 제거
ms: Keluarkan dari Aplikasi
pt: Remover da Aplicação
ru: Удалить из приложения
th: ลบออกจากแอป
tr: Uygulamadan kaldır
vi: Xóa khỏi ứng dụng
zh_hans: 从应用中移除
zh_hant: 從應用程式中移除

# SettingsPageRestart.Content
source: Restart app to apply changes
ar: أعد تشغيل التطبيق لتطبيق التغييرات
de: App neu starten, um Änderungen zu übernehmen
es: Reiniciar app para aplicar cambios
hi: परिवर्तनों को लागू करने के लिए ऐप को पुनरारंभ करें
id: Mulai ulang aplikasi untuk menerapkan perubahan
it: Riavvia l'applicazione per applicare le modifiche
ja: 再起動して適用
ko: 변경 사항을 적용하기 위해 앱 다시 시작
ms: Mulakan semula aplikasi untuk menggunakan perubahan
pt: Reiniciar a aplicação para aplicar alterações
ru: Перезапустить приложение для применения изменений
th: รีสตาร์ทแอปเพื่อใช้การเปลี่ยนแปลง
tr: Değişiklikleri uygulamak için uygulamayı yeniden başlatın
vi: Khởi động lại ứng dụng để áp dụng thay đổi
zh_hans: 重启应用以应用更改
zh_hant: 重啟應用程式以套用變更

# SettingsPageRight.Content
source: Right
ar: يمين
de: Rechts
es: Derecha
hi: दायां
id: Kanan
it: Destra
ja: 右揃え
ko: 오른쪽
ms: Kanan
pt: Direita
ru: Справа
th: ขวา
tr: Doğru.
vi: Phải
zh_hans: 靠右
zh_hant: 靠右

# SettingsPageScope.Header
source: Scope
ar: النطاق
de: Bereich
es: Alcance
hi: स्कोप
id: Cakupan
it: Ambito
ja: 範囲
ko: 범위
ms: Skop
pt: Âmbito
ru: Область
th: ขอบเขต
tr: Kapsam
vi: Phạm vi
zh_hans: 范围
zh_hant: 範圍

# SettingsPageScrollBottomDelay.Header
source: Bottom Line Delay
ar: تأخير السطر الأخير
de: Verzögerung untere Zeile
es: Retraso de línea inferior
hi: अंतिम पंक्ति विलंब
id: Penundaan Baris Terakhir
it: Ritardo riga inferiore
ja: 最終行の遅延
ko: 마지막 행 지연
ms: Lengah Baris Terakhir
pt: Atraso da Última Linha
ru: Задержка последней строки
th: ความหน่วงบรรทัดสุดท้าย
tr: Alt Satır Gecikmesi
vi: Độ trễ dòng cuối
zh_hans: 尾行延时
zh_hant: 尾行延遲

# SettingsPageScrollBottomDuration.Header
source: Bottom Line Duration
ar: مدة السطر الأخير
de: Dauer untere Zeile
es: Duración de línea inferior
hi: अंतिम पंक्ति अवधि
id: Durasi Baris Terakhir
it: Durata riga inferiore
ja: 最終行の所要時間
ko: 마지막 행 지속 시간
ms: Tempoh Baris Terakhir
pt: Duração da Última Linha
ru: Длительность последней строки
th: ระยะเวลาบรรทัดสุดท้าย
tr: Alt Çizgi Süresi
vi: Thời lượng dòng cuối
zh_hans: 尾行持续时间
zh_hant: 尾行持續時間

# SettingsPageScrollDuration.Header
source: Current Line Duration
ar: مدة السطر الحالي
de: Dauer aktuelle Zeile
es: Duración de línea actual
hi: वर्तमान पंक्ति अवधि
id: Durasi Baris Saat Ini
it: Durata riga corrente
ja: 現在の行の所要時間
ko: 현재 행 지속 시간
ms: Tempoh Baris Semasa
pt: Duração da Linha Atual
ru: Длительность текущей строки
th: ระยะเวลาบรรทัดปัจจุบัน
tr: Mevcut Hat Süresi
vi: Thời lượng dòng hiện tại
zh_hans: 当前行持续时间
zh_hant: 目前行持續時間

# SettingsPageScrollEasing.Header
source: Lyrics Animation Type
ar: نوع حركة الكلمات
de: Songtext-Animationstyp
es: Tipo de animación de letras
hi: बोल एनीमेशन प्रकार
id: Jenis Animasi Lirik
it: Tipo di animazione testi
ja: 歌詞アニメーションタイプ
ko: 가사 애니메이션 유형
ms: Jenis Animasi Lirik
pt: Tipo de Animação da Letra
ru: Тип анимации текста
th: ประเภทแอนิเมชันเนื้อเพลง
tr: Şarkı Sözleri Animasyon Türü
vi: Loại hoạt ảnh lời bài hát
zh_hans: 歌词动画类型
zh_hant: 歌詞動畫類型

# SettingsPageScrollTopDelay.Header
source: Top Line Delay
ar: تأخير السطر الأول
de: Verzögerung obere Zeile
es: Retraso de línea superior
hi: प्रथम पंक्ति विलंब
id: Penundaan Baris Pertama
it: Ritardo riga superiore
ja: 先頭行の遅延
ko: 첫 행 지연
ms: Lengah Baris Pertama
pt: Atraso da Primeira Linha
ru: Задержка первой строки
th: ความหน่วงบรรทัดแรก
tr: Üst Hat Gecikmesi
vi: Độ trễ dòng đầu
zh_hans: 首行延时
zh_hant: 首行延遲

# SettingsPageScrollTopDuration.Header
source: Top Line Duration
ar: مدة السطر الأول
de: Dauer obere Zeile
es: Duración de línea superior
hi: प्रथम पंक्ति अवधि
id: Durasi Baris Pertama
it: Durata riga superiore
ja: 先頭行の所要時間
ko: 첫 행 지속 시간
ms: Tempoh Baris Pertama
pt: Duração da Primeira Linha
ru: Длительность первой строки
th: ระยะเวลาบรรทัดแรก
tr: Üst Hat Süresi
vi: Thời lượng dòng đầu
zh_hans: 首行持续时间
zh_hant: 首行持續時間

# SettingsPageSearchResultStatus.Header
source: Current Lyrics Search Result
ar: نتائج بحث الكلمات الحالية
de: Aktuelles Songtext-Suchergebnis
es: Resultado de búsqueda de letras actual
hi: वर्तमान बोल खोज परिणाम
id: Hasil Pencarian Lirik Saat Ini
it: Risultato ricerca testi corrente
ja: 現在の歌詞検索結果
ko: 현재 가사 검색 결과
ms: Keputusan Carian Lirik Semasa
pt: Resultados da Pesquisa de Letras Atual
ru: Текущий результат поиска текста
th: ผลลัพธ์การค้นหาเนื้อเพลงปัจจุบัน
tr: Güncel Şarkı Sözleri Arama Sonucu
vi: Kết quả tìm kiếm lời bài hát hiện tại
zh_hans: 当前歌词搜索结果
zh_hant: 目前歌詞搜尋結果
